"UnknownTime" = "--";
"<n> seconds" = "%d segundos";
"Less than a minute" = "Menos de un minuto";
"a minute" = "un minuto";
"<n> minutes" = "%d minutos";
"an hour" = "una hora";
"<n> hours" = "%d horas";
"About <time>" = "%@ aproximadamente";
